INSERT INTO book (name, description, author, genre, pages, year)
VALUES ('Война и мир',
        '«Война и мир» Л. Н. Толстого — книга на все времена. Кажется, что она ' ||
        'существовала всегда, настолько знакомым кажется текст, едва мы открываем первые страницы ' ||
        'романа, настолько памятны многие его эпизоды: охота и святки, первый бал Наташи Ростовой, ' ||
        'лунная ночь в Отрадном, князь Андрей в сражении при Аустерлице... Сцены «мирной», семейной ' ||
        'жизни сменяются картинами, имеющими значение для хода всей мировой истории, но для Толстого ' ||
        'они равноценны, связаны в едином потоке времени. Каждый эпизод важен не только для развития ' ||
        'сюжета, но и как одно из бесчисленных проявлений жизни, которая насыщена в каждом своем моменте ' ||
        'и которую учит любить Толстой.',
        'Толстой Л.Н.', 'Историческая проза', 2147, 2022);

INSERT INTO book (name, description, author, genre, pages, year)
VALUES ('Граф Монте-Кристо',
        'Неоднократно экранизированную историю молодого моряка Эдмона Дантеса, заточенного по подлому навету' ||
        ' в зловещий замок Иф, совершившего оттуда дерзкий побег, ставшего обладателем несметных богатств острова ' ||
        'Монте-Кристо и положившего жизнь на то, чтобы изощренно отомстить обидчикам, знают все - однако нам ' ||
        'по-прежнему доставляет удовольствие возвращаться к ней, снова и снова переживая все ее увлекательные ' ||
        'перипетии.',
        'Дюма А.', 'Приключения', 1652, 2021);

INSERT INTO book (name, description, author, genre, pages, year)
VALUES ('Фаворит',
        'Роман Фаворит  многоплановое произведение, в котором поднят огромный пласт исторической ' ||
        'действительности, дано широкое полотно жизни России второй половины XVIII века. Автор изображает эпоху через ' ||
        'призму действий главного героя  светлейшего князя Григория Александровича Потемкина-Таврического, фаворита ' ||
        'Екатерины II; человека сложного, во многом противоречивого, но, безусловно, талантливого и умного, решительно ' ||
        'вторгавшегося в государственные дела и видевшего свой долг в служении России.',
        'Пикуль В.С.', 'Историческая проза', 1279, 2008);